Repository: sergiusens/chancho
Catalog: src/public/gui/app/po/*.po
Languages: el

source: Bills
el: Έσοδα

source: Stats
el: Στατιστικά

source: Accounts
el: Λογαριασμοί

source: Categories
el: Κατηγορίες

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μαρτίος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Name
el: Όνομα

source: Initial amount
el: Αρχικό ποσό

source: Memo
el: Μνημόνιο

source: Add new account
el: Νέος Λογαριασμός

source: Income categories:
el: Έσοδα

source: Expense categories:
el: Έξοδα

source: Add new category
el: Νέα Κατηγορία

source: Expense
el: Δαπάνη

source: Income
el: Εισόδημα

source: No entries were found!
el: Δεν βρέθηκαν έσοδα

source: Ok
el: Οκ

source: Cancel
el: Ακύρωση

source: Edit
el: Επεξεργασία

source: Edit entry
el: Επεξεργασία

source: Do you want to update this entry?
el: Θέλεις να ενημερώσεις αυτό το εΙσόδημα;

source: Delete
el: Κατάργηση

source: Delete entry
el: Διαγραφή εισόδημα

source: Do you want to remove this account?
el: Θέλεις να διαγράψεις αυτό το λογαριασμό;

source: Error
el: Λάθος

source: You must have at least one account in the system.
el: Θα πρέπει να έχεις τουλάχιστον ένα λογαριασμό εγγεγραμμένο στο σύστημα

source: Do you want to update this category?
el: Θέλεις να ενημερώσεις αυτή την κατηγορία;

source: Removal Error
el: Λάθος στη διαγραφή

source: You cannot delete all categories in the system. You must have at least one of each type
el: Δεν μπορείς να διαγράψεις όλες τις κατηγορίες του συστήματος. Πρέπει να υπάρχει τουλαχιστον μία από κάθε τύπο.

source: Delete category
el: Κατάργηση κατηγορία

source: Do you want to remove this category?
el: Θέλεις να διαγράψεις αυτή την κατηγορία;

source: Delete transaction
el: Διαγραφή εγγραφής

source: Do you want to remove this transaction?
el: Θέλεις να διαγράψεις αυτό το εισόδημα

source: Add new entry
el: Νέο εισόδημα

source: Add
el: Πρόσθεση

source: Internal Error
el: Εσωτερικό λάθος

source: The account could not be stored.
el: Ο λογαριασμός δεν μπορεί να δημιουργηθεί

source: The category could not be stored.
el: Η κατηγορία δεν μπορεί να ενημερωθεί

source: Error: amount is missing
el: Λάθος: άδειο ποσό

source: Transactions must have an amount.
el: Τα νέα έσοδα πρέπει να περιέχουν ποσό

source: The transaction could not be stored.
el: Το εισόδημα δεν μπορεί να δημιουργηθεί

source: Date
el: Ημερομηνία

source: Amount
el: Ποσό

source: Contents
el: Περιεχόμενα

source: Allowance
el: Πλήρωσε

source: Salary
el: Μισθός

source: Bonus
el: Δώρο

source: Other
el: Άλλο

source: Food
el: Τροφή

source: Social Life
el: Κοινωνική Ζωή

source: Self-development
el: Προσωπική Κατάρτιση

source: Transportation
el: Μεταφορές

source: Culture
el: Πολιτισμικά

source: Household
el: Κατοικία

source: Apparel
el: Ενδύματα

source: Beauty
el: Ομορφιά

source: Health
el: Υγεία

source: Education
el: Παιδείας

source: Gift
el: Δώρα

source: Confirmation
el: Επιβεβαίωση

source: Chancho allows you to track the expenses and incomes in several accounts. Here you can add the accounts you want to work with. Don't worry you can add more accounts later.
el: Chancho σε επιτρέπει να αναλάβεις διαφορετικούς λογαριασμούς. Σε αυτό το βήμα μπορείς να προσθέσεις όλους τους λογαριασμούς με τους οποίους θέλεις να εργαστείς. Μην ανησυχείς, μπορείς να προσθέσεις περισσότερους λογαριασμούς αργότερα.

source: New account
el: Νέο λογαριασμός

source: Please add the details of the new account.
el: Παρακαλώ πρόσθεσε τις λεπτομέρειες του νέου λογαριασμού

source: Remove
el: Διαγραφή

source: Delete accounts
el: Διαγραφή λογαριασμών

source: Do you want to delete the selected accounts?
el: Θέλεις να καταργήσεις τους επιλεγμένους λογαριασμούς

source: Categories allow you to indentify the different transactions. There are two different types: income and expense categories. The following are some of the predefined ones but you can add as many as you want.
el: Οι κατηγορίες σε επιτρέπουν να εντοπίσεις τις διαφορετικές εισόδους. Υπάρχουν δύο διαφορετικά είδη: τα έξοδα και τα έσοδα. Αυτές είναι μερικές προκαθορισμένες κατηγορίες, αλλά αργότερα μπορείς να προσθέσεις όλες εκείνες που θα χρειαστείς

source: Delete categories
el: Διαγραφή Κατηγορίων

source: Do you want to delete the selected categories?
el: Θέλεις να καταργήσεις τις επιλεγμένες κατηγορίες;

source: You are nearly done! Bellow you can find the accounts and categories you will have. Are you happy with them?
el: Έχεις σχεδόν τελειώσει. Στη συνέχεια, έχεις όλους τους λογαριασμούς και τις κατηγορίες που έχεις προσθέσει.

source: Accounts:
el: Λογαριασμοί

source: I'm ready
el: Είμαι έτοιμος

source: Init Error
el: Η προετοιμασία απέτυχε

source: Make sure that you have added at least one account and a category of each type.
el: Βεβαιώσου ότι έχεις προσθέσει τουλάχιστον ένα λογαριασμό και μια κατηγορία για κάθε τύπο
